tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "arping"
brew "biome"
brew "bun"
brew "ca-certificates"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lua"
brew "luajit"
brew "mailsy"
brew "mas"
brew "mole"
brew "neovim"
brew "nmap"
brew "pipenv"
brew "python@3.14"
brew "rename"
brew "ripgrep"
brew "sqlite"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"

cask "alt-tab"
cask "anydesk"
cask "appcleaner"
cask "balenaetcher"
cask "codex"
cask "codexbar"
cask "conductor"
cask "cursor"
cask "cyberduck"
cask "datagrip"
cask "deepl"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "itsycal"
cask "keka"
cask "latest"
cask "macmediakeyforwarder"
cask "macwhisper"
cask "monitorcontrol"
cask "mouse-fix"
cask "notunes"
cask "obsidian"
cask "portkiller"
cask "postman"
cask "raycast"
cask "spotify"
cask "stats"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
