tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sdkman/tap"

brew "sdkman-cli"
brew "fnm"
brew "pnpm"
brew "z"
brew "ripgrep"
brew "htop"
brew "fzf"
brew "mas"
brew "speedtest-cli"
brew "mailsy"
brew "wifi-password"
brew "stow"
brew "jq"
brew "tmux"
brew "tree"
brew "tldr"
brew "sqlite"
brew "neovim"
brew "fd"
brew "git"

cask "topnotch"
cask "hyperkey"
cask "slack"
cask "spaceid"
cask "miniconda"
cask "blackhole-2ch"
cask "google-chrome"
cask "visual-studio-code"
cask "intellij-idea"
cask "appcleaner"
cask "docker"
cask "stats"
cask "raycast"
cask "mouse-fix"
cask "monitorcontrol"
cask "google-drive"
cask "deepl"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "zoom"
cask "amethyst"
cask "iterm2"
cask "discord"
cask "tor-browser"
cask "firefox"
cask "obsidian"
cask "figma"
cask "libreoffice"
cask "anydesk"
cask "macmediakeyforwarder"
