tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asitop"
brew "colima"
brew "docker"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "mailsy"
brew "mas"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "smudge/smudge/nightlight"
brew "sqlite"
brew "stow"
brew "tmux"
brew "tree"

cask "anydesk"
cask "appcleaner"
cask "capcut"
cask "datagrip"
cask "dbngin"
cask "deepl"
cask "google-chrome"
cask "google-drive"
cask "hyperkey"
cask "intellij-idea"
cask "iterm2"
cask "keka"
cask "latest"
cask "macmediakeyforwarder"
cask "mactracker"
cask "monitorcontrol"
cask "mouse-fix"
cask "mysqlworkbench"
cask "notunes"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "stats"
cask "stremio"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "windows-app"
cask "zoom"